/*
*
* این بازاریاب های اسنپ رو میبینی سر گذر وایمیستن تبت نام میکنن؟؟؟
* تو از یک استیج به بعد که پلتفرم به درآمد رسید جدای ازینکه یک بخشی از درآمد باید صرف مسائل فنی و
* تکنیکال بشه برای داشتن پتانسیل یوزر زیاد.... باید بخشی از درآمد رو برای این موضوع در نظر بگیری 
* که آقا تو مکانیک هستی؟  در زمان های بیکاری خودت یا شاگردت رو بفرست به بقیه مکانیک ها توضیح بده این 
* پلتفرم چیه چه فیچر هایی داره.. یک پرزنت مشخص و ثابت آماده میکنی میگی اینطور فقط معرفی کنن...
* بعد به ازای هر دعوت فعال مبلغی حقوق میدی بهش... مثلا هر دعوت 500 هزار تومن...
* دقت کن سازوکار فنی این باید جدای از بخش رفرال ها باشه یعنی یک مدل و اسکیما و منطق جدا براش تعریف بکن..
*
*
*
*/